{
  "content": "",
  "metaData": {
    "Name": [
      "Digital Marketing Strategy Online Short Course"
    ],
    "CourseID": [
      "ONLINEobss"
    ],
    "CourseLevel": [
      "Beginner"
    ],
    "Description": [
      "This online short course will introduce you to the key digital marketing strategies and tools to help you build a successful marketing strategy for your business."
    ],
    "Image": [
      "https://www.arts.ac.uk/__data/assets/image/0006/1220735/Online-Short-Courses-Image-Template-1.jpg"
    ],
    "Type": [
      "Online Short Course"
    ],
    "College": [
      "Central Saint Martins"
    ],
    "Subject": [
      "Digital Marketing"
    ],
    "Subcategory": [
      "Ceramics"
    ],
    "Mode": [
      "On campus",
      "Online"
    ],
    "Schedule": [
      "Monday - Friday (No class Mon 31st May)",
      "Mon, Weds, Fri"
    ],
    "Duration": [
      "3 weeks",
      "1 week"
    ],
    "StartDate": [
      "1970-01-01",
      "1970-01-01"
    ],
    "EndDate": [
      "1970-01-01",
      "1970-01-01"
    ],
    "StartTime": [
      "2024-08-21T18:30:00",
      "2024-09-25T18:30:00"
    ],
    "EndTime": [
      "2024-08-21T18:30:00",
      "2024-09-25T18:30:00"
    ],
    "Location": [
      "London, Stratford",
      "Online Short Course"
    ],
    "Venue": [
      "Carpenters Road E20 2AQ",
      "Online"
    ],
    "StartingMonth": [
      "4",
      "5"
    ],
    "CourseDateID": [
      "12062",
      "12063"
    ],
    "Price": [
      "0.00",
      "0.00"
    ],
    "Status": [
      "Available",
      "Available"
    ],
    "PlacesRemaining": [
      "20",
      "20"
    ],
    "BookingLink": [
      "https://ual.accessplanit.com/accessplansandbox/checkout/AddItems?coursedateid=12062",
      "https://ual.accessplanit.com/accessplansandbox/checkout/AddItems?coursedateid=12063"
    ],
    "Tutor": [
      "Dr John Doe, Dr Jane Doe",
      "Dr Arts London, Dr Arts Falmouth"
    ],
    "TutorBios": [
      "<p>Dominic Dyson originally studied Painting at Chelsea School of Art, and Fine Art Film and Video at St. Martins. After a decade working in the music industry and as an artist&rsquo;s assistant, he returned to study Digital Design at The London College of Printing, followed by an MA in Communication Design at Central Saint Martins.</p> <p>He has over twenty years of experience teaching at the London College of Communication Design School, whilst concurrently running his own independent graphic, media, and communication design practice under the studio name typeandline working primarily in the educational, cultural, and public sectors. See example projects at: <a href=\"https://www.typeandline.com/#/projects\" target=\"_blank\">typeandline.com</a></p> <p>Clients have included major contemporary art museums in Basel and Cologne, the London boroughs of Hackney, Tower Hamlets and Merton, the University of the Arts London, the University of East London, and the University of Derby, as well as a range of artists projects.</p> <p>Dominic is a cultural omnivore, with a passion for film, a diverse range of music, contemporary art, and pop culture, and is an occasional electronic music producer.</p>",
      "<p>Urjuan Toosy (she/her) is a freelance graphic designer, associate lecturer, and design mentor based in London. She teaches BA Graphic Design courses at Kingston School of Art, Ravensbourne University, and Richmond American University. Her portfolio includes collaborations with renowned brands such as FARFETCH, Dickies, Dr. Martens, NIKE, The North Face, Sony, and Lululemon.</p>"
    ]
  },
  "key": "https://short-course/ONLINEobss"
}